/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "הרשאת %1$@: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "נגישות";

/* Preferences pane for `App` settings */
"App" = "אפליקציה";

/* Check box next to the 'Check for updates' button */
"Automatically" = "באופן אוטומטי";

/* Button, when pressed, checks for updates now */
"Check for updates" = "בדוק אם קיימים עדכונים";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "אפשר %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "להגדרות, לחץ על הסמל בשורת התפריטים";

/* Alert box title */
"Icon Hidden" = "סמל מוסתר";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "כלול גרסאות בטא";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "ניטור קלט";

/* Large step size */
"Large" = "גדול";

/* No comment provided by engineer. */
"OK" = "אישור";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "בחר/י %1$@ בהעדפות המערכת";

/* Section title */
"Permissions" = "הרשאות";

/* No comment provided by engineer. */
"Preferences" = "העדפות";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "צא/י מ- %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "בקש/י הרשאת %1$@";

/* Prefs check box */
"Reverse Horizontal" = "הפוך אופקי";

/* Prefs check box */
"Reverse Mouse" = "הפוך עכבר";

/* Prefs check box */
"Reverse Trackpad" = "הפוך משטח נגיעה";

/* Prefs check box */
"Reverse Vertical" = "הפוך אנכי";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser רץ כרגע!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser צריך הרשאות נגישות כדי לשנות את הגדרות הגלילה שלך.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser צריך הרשאת ״ניטור קלט״ כדי לזהות נגיעה של האצבעות במשטח גלילה.";

/* Prefs section header */
"Scroll Wheel" = "גלגלת עכבר";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "גלילה";

/* Prefs section title */
"Scrolling Axes" = "צירי גלילה";

/* Prefs section title */
"Scrolling Devices" = "מכשירי גלילה";

/* Prefs check box */
"Show in menu bar" = "הצגה בשורת המצב";

/* Small step size */
"Small" = "קטן";

/* Prefs check box */
"Start at login" = "הפעל בעת ההתחברות";

/* Size of one step of the mouse scroll wheel */
"Step size" = "מהירות הגלילה";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "האייקון של %1$@ הוסר משורת התפריטים, כדי להחזיר אותו בכל זמן יש להריץ את %1$@ מה-Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔️ נדרש";

/* No comment provided by engineer. */
"✅ granted" = "✅ הוענק";
